export default {
  caption: 'Документ: Плановая заявка на день',
  'номер-caption': 'Номер',
  'дата-caption': 'Дата',
  'время-caption': 'Время',
  'статус-caption': 'Статус',
  'организация.наименование-caption': 'Организация',
  'спрПользов.фИО-caption': 'Пользователь',
  'спрОбъектСтр.наименование-caption': 'Объект строительства',
  'организация-caption': 'Организация',
  'спрПользов-caption': 'Пользователь',
  'спрОбъектСтр-caption': 'Объект строительства',
  'тЧПлЗНаД-caption': 'Табличная часть: Плановая заявка на день'
};
