export default {
  projections: {
    ДокПланЗаНаДE: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      статус: {
        __caption__: 'Статус'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Организация'
        }
      },
      спрПользов: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'Пользователь'
        }
      },
      спрОбъектСтр: {
        __caption__: 'Объект строительства',
        наименование: {
          __caption__: 'Объект строительства'
        }
      },
      тЧПлЗНаД: {
        __caption__: 'Табличная часть: Плановая заявка на день',
        статьиЗатрат: {
          __caption__: 'Статья затрат',
          наименование: {
            __caption__: 'Статья затрат'
          }
        },
        спрНомен: {
          __caption__: 'Номенклатура',
          наименование: {
            __caption__: 'Номенклатура'
          }
        },
        спрКонтрАг: {
          __caption__: 'Контрагент',
          наименование: {
            __caption__: 'Контрагент'
          }
        },
        спрВидыРаб: {
          __caption__: 'Вид работы',
          наименование: {
            __caption__: 'Вид работы'
          }
        },
        трСрКнтр: {
          __caption__: 'Транспортное средство контрагента',
          регНом: {
            __caption__: 'Транспортное средство контрагента'
          }
        },
        обРаб: {
          __caption__: 'Объем работ'
        },
        времПриб: {
          __caption__: 'Время прибытия'
        },
        колЧас: {
          __caption__: 'Количество часов работы'
        },
        обГруз: {
          __caption__: 'Объем груза'
        },
        спрЕдИзмер: {
          __caption__: 'Единица измерения',
          наименование: {
            __caption__: 'Единица измерения'
          }
        }
      }
    },
    ДокПланЗаНаДL: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      статус: {
        __caption__: 'Статус'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Организация'
        }
      },
      спрПользов: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'Пользователь'
        }
      },
      спрОбъектСтр: {
        __caption__: 'Объект строительства',
        наименование: {
          __caption__: 'Объект строительства'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    организация: {
      __caption__: 'Организация'
    },
    спрОбъектСтр: {
      __caption__: 'Объект строительства'
    },
    спрПользов: {
      __caption__: 'Пользователь'
    },
    тЧПлЗНаД: {
      __caption__: 'Табличная часть: Плановая заявка на день'
    }
  }
};
