export default {
  projections: {
    ТрСрКнтрE: {
      код: {
        __caption__: 'Код'
      },
      регНом: {
        __caption__: 'Регистрационный номер'
      },
      спрТранспСр: {
        __caption__: 'Транспортное средство ',
        наименование: {
          __caption__: 'Транспортное средство '
        }
      }
    },
    ТрСрКнтрL: {
      код: {
        __caption__: 'Код'
      },
      регНом: {
        __caption__: 'Регистрационный номер'
      },
      спрТранспСр: {
        __caption__: 'Транспортное средство ',
        наименование: {
          __caption__: 'Транспортное средство '
        }
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    регНом: {
      __caption__: 'Регистрационный номер'
    },
    спрТранспСр: {
      __caption__: 'Транспортное средство '
    }
  }
};
