export default {
  projections: {
    ТЧПлЗНаДE: {
      статьиЗатрат: {
        __caption__: 'Статья затрат',
        наименование: {
          __caption__: 'Статья затрат'
        }
      },
      спрНомен: {
        __caption__: 'Номенклатура',
        наименование: {
          __caption__: 'Номенклатура'
        }
      },
      спрКонтрАг: {
        __caption__: 'Контрагент',
        наименование: {
          __caption__: 'Контрагент'
        }
      },
      спрВидыРаб: {
        __caption__: 'Вид работы',
        наименование: {
          __caption__: 'Вид работы'
        }
      },
      трСрКнтр: {
        __caption__: 'Транспортное средство контрагента',
        регНом: {
          __caption__: 'Транспортное средство контрагента'
        }
      },
      обРаб: {
        __caption__: 'Объем работ'
      },
      времПриб: {
        __caption__: 'Время прибытия'
      },
      колЧас: {
        __caption__: 'Количество часов работы'
      },
      обГруз: {
        __caption__: 'Объем груза'
      },
      спрЕдИзмер: {
        __caption__: 'Единица измерения',
        наименование: {
          __caption__: 'Единица измерения'
        }
      }
    }
  },
  validations: {
    времПриб: {
      __caption__: 'Время прибытия'
    },
    колЧас: {
      __caption__: 'Количество часов работы'
    },
    обГруз: {
      __caption__: 'Объем груза'
    },
    обРаб: {
      __caption__: 'Объем работ'
    },
    спрВидыРаб: {
      __caption__: 'Вид работы'
    },
    спрЕдИзмер: {
      __caption__: 'Единица измерения'
    },
    спрКонтрАг: {
      __caption__: 'Контрагент'
    },
    спрНомен: {
      __caption__: 'Номенклатура'
    },
    статьиЗатрат: {
      __caption__: 'Статья затрат'
    },
    трСрКнтр: {
      __caption__: 'Транспортное средство контрагента'
    },
    докПланЗаНаД: {
      __caption__: 'докПланЗаНаД'
    }
  }
};
